Repository: mozilla-l10n/mt-training-data
Catalog: bbl/bbl_pontoon.tmx
Source language: en_us
Languages: bbl

source: 100 people recording 100 sentences a day can generate 13 hours of audio. Keeping up this performance, 1000 hours can be reached under 3 months.
bbl: 100 სტაკონ, მე́ნხუჲჩუჲშვა́ჲ ცჰ̦აცჰ̦ანავ დე́ნი 100 წინადა́დებ ჩაწე́რადჲუჲცი̆,13-სა́ვთულიჼ ჩანაწერ თაგჲაჼ მაკ. იშტუჼ ნიწყ ბა́ლიშ 1000 სა́ვთუგო́მციჼ და́ლ'არ მოჴე́რჴბალა 3 ბუთთ ბახლო́მციჼ.

source: 1 sentence collected
bbl: 1 წინადა́დებ ჲა ვაშა́რ ჲაჰ̦ინო̆

source: 2019 End-of-Year Release
bbl: 2019 შარე́ჼ ტყუ́ჲჰ̦სილლუნ გამოცე́მ

source: 2 down, keep it up!<playIcon></playIcon>
bbl: 2 უკვე მზათ და<playIcon></playIcon>იშტ დებათ ეჴუჲგოდოლინაჲ

source: ≥ 2 No votes
bbl: ცოღაზეჼ შეფასებ

source: ≥ 2 Yes votes
bbl: ≥2 დარლე́ვდუჲნი̆ (დადებით) შეფა́სებ

source: Abaza
bbl: აბაზა მოტტ

source: Abbreviations and Acronyms
bbl: დაშნი და́ცუშ ა́ლ'არ დუჲჰ̦რელუჩო̆ ა́სუივ ლე მა́რცვლივ

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
bbl: აბრევიატური: "აშშ" "კმ"... თელ'ე მე́ ცო ჴმა́რბადო́ლო̆ ვაჲ, შაძლე́ბალა ნიფს ცო ხა́ტტულო̆ ნა́ხვ, ო́ჴუხ გა́რდ, მე მიჩო̆ აბრევიატურეგო მელ'მი ხა́ტტარ დაე́ ო́ბი ვო́მაჸ ნიფსიჼ და.

source: Abkhaz
bbl: აფხაზურ

source: About
bbl: სტემახ??

source: About options menu
bbl: მენიუ თხოხ

source: About us
bbl: თხოხ

source: About us options menu
bbl: ჰ̦ალო̆ ჩა́ვარჲუ́ჲნი̆ მენიუ თხოხ

source: Academic Reference
bbl: აკადე́მიურ წყარო̆

source: Accent
bbl: ა́ქცენტ

source: Accepted file types: .tsv only
bbl: ფაილეჼ ღა́ლხილ'უჲნი სა́ხეობ და დაჩოკ tsv.

source: Access a global dataset of user-contributed voice recordings with the Common Voice API. Enhance your applications with high-quality speech recognition through endpoints for:
bbl: ხაჲლზვაჲჩი̆ ნა́ხვ ფლო́ქოღ ჲალ'ინო̆ იშა́რეჩო̆ ჩანაწერახ ჴა́ბტანაჲნო̆ ჴმა́რბადჲებათ Common Voice API. ჰ̦ალო̆ დუჴარჲებათ შუჼ პროგრა́მი ა́მბუჲ ჲარ ჰ̦ალო̆ ჲა́ბწუ́ჲნი̆ ლაჴეჼ ხა́რისხ ჲაჩო̆ ეჴ შესაძლე́ბლობივ:

source: Access press releases and stories related to Common Voice
bbl: Common Voice-ციჼ კა́ვშირ ჲაჲნი̆ განცხა́დბია́ წი́ნ ა́მბუჲა́ პრე́სე

source: Account
bbl: ა́ნგრიშ

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
bbl: <accuracyLink> გიბათ სოუბო̆ შარიჼ და́ყ (წვლილ) ჩუ დაჰ̦რეხ</accuracyLink>

source: Acehnese
bbl: აჩეჰი-მოტტ

source: Achomi
bbl: აჩომი წეჲნი̆ მოტტ

source: Acronyms should be written as they are normally written in the language, following standard capitalization rules. They should not be transcribed phonetically. Example:
bbl: დოშ დაცდარ დე́წე̆ დაწე́რადალაჼ, მოჰე́ წე́სუვ წე́რადუჲცი̆ ეჴ მატტმაქ, ჲაჴჴაჼ ა́სუჲ ჴმა́რბადოშა́ჲ. მა́გალითი იშტუჼ ხილ'ო̆:

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
bbl: { $actionType }<micIcon></micIcon> ჲე უ̂ნმაკ ბუნებრივ პა́სუხ ლიბათ

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
bbl: { $actionType }<playIcon></playIcon>, ჲე უ̂ნე́ ხაწიც შუჼ, ოჴუჲნ ნაწე́რეჼ სა́ხ ლიბათ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
bbl: { $actionType } ღილაკეხ <playIcon></playIcon>ნიფსი ჲარ წინადადბეჼ იშ ლაცჲენო?

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
bbl: { $actionType }<playIcon></playIcon> ლარკ ჺო́ფათ იშა́რეჩო̆ ჩანაწე́რეხე́ დაყყდებათ დაწე́რადიჩონ ა́ღაზხილ'არ. ხარც და́ჰ̦, ჰ̦ალო̆ ნიფსდებათ, მე́ ა́ღაზ ხილ'ულო̆.

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
bbl: { $actionType } ღილაკმაქ<recordIcon></recordIcon>ნე́ ჴე́ნო̆ ჭჵ́აღოშ ჰ̦ალ̆ო ხატტათ წინადა́დებ

source: { $actionType }<stopIcon></stopIcon> when done
bbl: { $actionType }ღილაკენ<stopIcon></stopIcon>მაცმე ცე́რ დაჲლ'ე́შ

source: { $actionType } submit when ready
bbl: მაცმე ქჵექიჼ ხილ'ო̆, დაჰ̦ ჲაჰ̦ითათ

source: Adamawa Fulfulde
bbl: ადამავა-ფულფულდ წეჲნი̆ მოტტ

source: Add an API credential name
bbl: API-მო́წმობეჼ წე ლა́ტჲარ

source: Add and Review Sentences, Add Questions, Transcribe Audio
bbl: მაქ ლა́ტჲებათე́ დაყყჲებათ წინადა́დბი, ლა́ტჲებათ შეკითხვი, ჩაწე́რადჲებათ აუდიო ფო́რმევ

source: Add a question <icon></icon> in { $currentLocale } for people to answer
bbl: მაქ ლა́ტჲებათ შეკითხვ<icon></icon>{ $currentLocale }მატტნაჲნო̆, მე ნა́ხვ პა́სუხ ლო́ლო̆

source: Add as much information as you can about the language. This could include:
bbl: მაქ ლა́ტჲებათ საო̆ბო̆ დოსტო́ღრივ აღწე́რადარ ლე́ჸეჩო̆ მატტანაჲნო̆. შაძლე́ბალა ე ხილ'ულო̆:

source: Add <icon></icon> a public domain sentence
bbl: მაქ ლ́ატჲებათ <icon></icon>წინადა́დბი ჰ̦ამა́ნეჸ საკუთრებელეჼ

source: Add information
bbl: მონაცე́მი მაქ ლა́ტჲარ

source: Adding a Question
bbl: შეკითხვ ლა́ტჲარ

source: Adding Questions
bbl: კითხვი ლატჲარ

source: Adding Sentences
bbl: წინადადბი მაქ ლარ'ლარ

source: Additional Language
bbl: შილღეჼ მოტტ

source: Add Language
bbl: მოტტ ლა́ტბარ

source: Add new custom accent "{ $inputValue }"
bbl: მაქ ლა́ტჲებათ შუიჼ კილო̆ „{ $inputValue }“

source: Add new sentences for the community to read
bbl: მაქ ლა́ტჲებათ წინადა́დბი ვაჲ ე́რთობას ხა́ტტანაჲნო̆

source: Add one sentence per line
bbl: ლა́ტჲებათ ცჰ̦აც წინადა́დებ ცჰ̦აცჰ̦აჲნი̆ ხა́ზენმაქ

source: Add questions
bbl: შეკითხვი ლა́ტჲარ შუ მატტანაჲნო̆ // ლე́ვლა -ე, მაცნე́ ნიფსივხ და ჲე// უჲშტნეჸ: ლე́ვლა მაცმე́, ნიფსივხ და მაცნე́

source: Add Questions
bbl: შეკითხვი ლა́ტჲარ <small> (ქა́სტეჼ) </small>

source: Add Questions <small>(Coming soon)</small>
bbl: შეკითხვი ლა́ტჲარ

source: Add sentences
bbl: მაქ ლა́ტჲებათ წინადა́დბი შუჲ მატტმაქ //კაწკოჼ ვაშ სე ა́გეცინ ვიშრა́ს ბუსცჰ̦აჸ-ე́, მაცმე ო ჰ̦ალო̆ ჴე́თთურ ჺურდეჼ, სოა́ ჰ̦ალო̆ ჰ̦ა́წამლა́რასო̆//

source: Add Sentences
bbl: მაქ ლა́ტჲებათ წინადა́დბი

source: Add Text
bbl: ტექსტ ლა́ტჲარ

source: Add up to 1,000 sentences
bbl: მაქ ლა́ტჲებათ 1000-ეხ ცო საბლაჲნი̆ წინადა́დბი

source: Add up to 25 questions <icon></icon> to the { $currentLocale } dataset for people to answer
bbl: მაქ ლა́ტჲებათ 25-გომციჼ შეკითხვ<icon></icon>{ $currentLocale }მატტიჼ კრე́ბულენაჲნო̆, მე ნა́ხვ პა́სუხ ლო́ლო̆.

source: Add Your Voice
bbl: ჩუ ჰ̦ობ ჰ̦აიჼ იშ

source: Adja
bbl: აჯა მოტტ

source: Adyghe
bbl: ადიღბაჼ მოტტ

source: Afaan Oromo
bbl: ორომო წეჲნი̆ მოტტ

source: Afar
bbl: აფარულ

source: A few bytes
bbl: მელ'მი ბაიტ

source: A filler word or sound used as a placeholder whilst a speaker decides what to say. In English, some common hesitation sounds are “err”, “um”, “huh”, etc.
bbl: უ̂მ ა́ლ'ლო́მციჼ ჩუ ხო́ტტინო̆ ლე უ̂მ დოშ, ლე უ̂მ იშ. (ააა, ჲე, ჰაჸაჲე... )

source: Afrikaans
bbl: აფრიკაანს

source: Again, you can flag content that is offensive, harmful or otherwise worrying, and it will be removed from your experience until the Common Voice team can review it and investigate further.
bbl: წყე ტყო́ჸ, მაკ შუჼ მონიშნოდოლუჲში̆ ჴა́რტაჼ ე́ვდუჲნი̆, სა́ქმ ჲა́ვჲუჲნი̆ ლე ჴეჩბერ ცოჰა́მბალაჲნი̆ მა́სალ, ჲე ცო ბჵარღო́გ შუჼ, Common Voice-ეჼ იშტუჩო̆ საკითხინმაქ მუშებალა́ჩო̆ გუნდევ დაყყჲალო́მციჼ

source: Age
bbl: ა́საკ

source: A good question for public participation datasets should:
bbl: ღაზეჼ შეკითხვ საჯარო̆ კრებულენაჲნო̆ ჲეწ ხილ'აჼ:

source: Agriculture and Food
bbl: ფჰ̦ეჼ მეურნეობა́ჲ, ჴალლ-მალ'არა́ჲ

source: Albanian
bbl: ალბანურ

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
bbl: ფი́ნხე ტელევიზო́რევ, ლე მა́ ჴეჩუჲშვ ა́მბუჲ ჲოშ, მაცმე́ ო́ჴრიჼ დაშნია́ ხაწე̆, ჩანაწერ ცო ღა́ლხილ'ო, ჲეწი́შ დაწუნბადჲაჼ. ჩარჩარდარევ ცო და́შლადო.

source: All
bbl: ვო́მაჸ

source: All sentence must have the same domain
bbl: ვო́მაჸ წინადა́დბი ცჰ̦აჲნი̆ და́რგუჼ ჲე́წ ხილ'აჼ

source: All sentences must have the same citation
bbl: ვო́მაჸ წინადა́დბი ცჰ̦აჲნი̆ წყა́რუჲლეჼ ჲე́წ ხილ'აჼ

source: Already have an account? <login>Log-In</login>
bbl: ჲეი̆ ჰ̦ო́გო ჰ̦აიჼ ა́ნგრიშ?<login>ჩუ დახარ</login>

source: Alsatian
bbl: ელზასბაჼ მოტტ

source: Amba
bbl: ამბა მოტტ

source: Amharic
bbl: ამჰარულ მოტტ

source: Analyzing and improving speech models
bbl: ა́მბუჲ ჲარეჼ მო́დელ დამუშებადჲარე́ ღაზარჲარ

source: And <bold>DOES NOT</bold> include:
bbl: ჲე <bold>ცო</bold>დაჲწო:

source: And then I [noise] went on holiday. Well, [noise] [laugh] it wasn’t exactly a holiday [laugh]
bbl: ჲე́ ჴე́ნო̆ [თათნი] შვე́ბულებე ვაჲხნა́ს. ჰ̦იშტიჸ, ჰ̦ა́ჸ [თათნი, დელანდოლარ] მუჲლნე́ჴელბა შვე́ბულებ ცო ჲარ.

source: And then I went to <underline>the the the bed- the</underline> bedroom
bbl: ჴენო̆ მა́ ჲაჲხნა́ს <underline>ჩუ დიშო-</underline>ჩუ დიშოჩო̆ ო́თხი.

source: An error occurred fetching sentences
bbl: შეცდო́მ ჲა ხილ'ენო̆ წინადა́დებ მიღე́ბადჲოშ

source: An error occurred in voting the question
bbl: შეცდო́მ შეკითხვ დე́ყყჲოშ

source: An error occurred reviewing this sentence
bbl: შეცდო́მ ჲა ხილ'ენო̆ წინადა́დებ დეყყჲოშ (შემო́წმადჲოშ)

source: An error occurred submitting your voice information
bbl: შეცდო́მ ხილ'ეჼ ინფორმაცია სო იხითოშ

source: An error occurred while creating this transcript
bbl: შეცდო́მ (ხარცხილა'არ) ხილ'ეჼ ნაწე́რეღ დე́რწდოშ

source: An error occurred while editing the transcript
bbl: შეცდო́მ ხილ'ეჼ ნაწე́რეღ დე́რწინო̆ ნიფსდოშ

source: An error occurred while recording
bbl: შეცდო́მ (ხარცხილ'არ) ხილ'ეჼ ჩაწე́რ თე́გჲოშ

source: An error occurred while skipping the transcript
bbl: ხარცხილ'არ (ხარვეზ) ხილ'ეჼ ნაწე́რეღ დე́რწინო̆ დაჰ̦ დითოშ

source: An error occurred while skipping this prompt
bbl: შეცდო́მ (ხარცხილ'არ) ხილ'ეჼ მოთხო́ვნ დაჰ̦ ჲითოშ (გამოტო́ვბადჲოშ)

source: An error occurred while submitting the report
bbl: ქატუჲნი̆ მოხსენებ ჴეჰ̦ითოშ ხარცხილ'არ გუჲალ'ეჼ

source: An error occurred while uploading your response
bbl: შეცდო́მ (ხარცხილ'არ) ხილ'ეჼ პა́სუხ ჰ̦ალო̆ ბჵე́ფოშ (ატვირთოდოშ)

source: An error occurred while voting the prompt
bbl: შეკითხვენ იშ თე́ლ'ოშ შეცდო́მ (ხარცხილ'არ) ხილ'ეჼ

source: An error occurred while voting the transcript
bbl: შეცდო́მ ხილ'ეჼ ნაწე́რეღ დე́რწინო̆ შეფა́სბადჲოშ

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
bbl: შუჼ მახა́სიათებლი, ვინაობ ცო მითთითბადჲოშ, მუჲლნე́ დაჲცი̆: შუჼ ა́საკ, სქეს, კილო - ლაჲტო̆ თხო́ჼ თელ'ინი̆ იშა́რეჼ მონაცე́მი შე́ქმნადჲოლო́თხ, სტენვა́ჲ, ქო ლო თხო́ჼ იშ ჲა́ბწუჲნი̆ ტექნოლოგიიშნა́ჼ ნიფსხოლ ღაზი́ვხ თაგლალო̆. შუჼ მომხმა́რებლეჼ წეა́ ელფოსტა́ ცჰ̦აჸცოსტენი ფორმევ ცო ხილ'ო̆ ჴალლინო̆ დაჸითიენჩო̆ მონაცემა́ხ, თანეჸ, მაკალათ შუჼ ჩა́ვარდაჼ: ჰ̦ა́მინაჲნოჸ ქოჴა́ბტლაჲნი́ ხილ'ულო̆ შუჼ წე, ლე ლაჭყჲიენო̆ ჲალო̆.

source: Answer
bbl: დაკლე́ვადბარეჼ (მოთხო́ვნეჼ) პა́სუხ

source: Answering a Question
bbl: შეკითხვეჼ პა́სუხ

source: Answer Naturally and Authentically
bbl: პა́სუხ უჲშტ ლიბათ, მოჰ̦ე́ ბჵა́რჩეჸ ლე́ვიცაჲში̆

source: Answer questions
bbl: შეკითხვინ პა́სუხ ლიბათ

source: Answer Questions
bbl: შეკითხვინმაქ პაჲსხი

source: Answer Questions <small>(Coming soon)</small>
bbl: პაჲსხი შეკითხვინმაქ <small> (ქა́სტეჼ) </small>

source: Anyone can preserve, revitalise and elevate their language by sharing, creating and curating text and speech datasets.
bbl: ჰ̦ა́მინაჸ მაკ შარიჼ მოტტ ბის ბა́ჴაჼ, ჰ̦ალო̆ დენბაჼ, ჰ̦ალო̆ ღაზარბაჼ - ტექსტა́ჼ კრე́ბული, ა́მბუჲ ჲარეჼ მონაცემა́ჼ კრე́ბული გაზია́რბადჲარევ, შე́ქმნადჲარევ, დაყყჲარევ.

source: Any other type of noise, such as the speaker coughing or clearing their throat, a car honking, the sound of something hitting the microphone, a phone buzzing, etc.
bbl: ვო́მაჸ ჴე́ნი თათნი, ლეჸე́ ა́მბუჲ ჲო́ჩოვ ოჰ̦დარ, იშ ნიფსჲარ, მა́შინეჼ ჲუღარ, მიკროფო́ნეხ უ̂მ დიშდალრეჼ თათაჼ...

source: API
bbl: აპლიკაცია პროგრამირებეჼ ინტერფეის - API

source: API Client ID
bbl: API-კლიენტეჼ ID

source: API Client Secret
bbl: API-კლიენტეჼ საიდუმლო̆

source: API credential deleted successfully
bbl: API-მო́წმობ დაქიშ წა́შლადალიჼ

source: API Credential Name
bbl: API მო́წმობეჼ წე

source: Approve
bbl: მიღებადარ

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
bbl: დუჴ ნა́ხიჼ ყოყ ჩაჴრენა́ დასაშვებ და, მა́ სოუბო̆ ჭაღჭა́ღოჼ ა́შირ ცო ხილ'ო̆ ღაზეჼ, მე́ ალგორითმევ ო́შტუჼ დაშნი ცო ხა́ტტოლო̆, მე́ნხუჲა́ჲ ტე́ქსტე ცო და. ტექსტე ცო დეჲნი̆ დაშნი ზორაჲში̆ ხაწე́ჰ̦, ეჰ̦ა́თ უარ დეწი́შ ა́ლ'აჼ. უფრ ტელევიზო́რევ, ლე ფე́ნიხ ა́მბუჲ ჲოჩო̆ ჰ̦ა́მას და́შლადო ქო.

source: Arabic
bbl: არაბულ

source: Aragonese
bbl: არაგონულ

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
bbl: უკვეი́ დაჲშო̆ Beta-დაყყჲუი́ჩო̆ თხე ჯგუფე Common Voice-ეჼ დაგე́გმადჲაწიჩო̆ სასაუბრუჲნაჲნო̆?

source: Are you coming? [called by another]
bbl: მელ'? [ლივ ჴენაჸ იშ]

source: Are you coming? <strong>[called by another]</strong>
bbl: ვა́ღუჲა́? <strong> [ ჴი́ქ შილღეჼ იშ]

source: Are you sure?
bbl: თე́შინუჲ დაჲშო̆?

source: Are you sure you want to cancel generating an API credential?
bbl: ბაყეჸი ლე́ჸ შუჼ API-მო́წმობ შედგე́ნადარ გაუქმადაჼ?

source: Are you sure you want to delete API credential <bold>{ $apiKeyName }</bold>? This action can’t be undone
bbl: ბაყეჸი ლე́ჸ შუჼ API-მო́წმობ წა́შლადაჼ <bold>{ $apiKeyName }</bold>? ე დუხ ცო დე́რწიგ.

source: Armenian
bbl: სომხურ

source: Armenian Western
bbl: დასავლითსომხურ

source: Aromanian
bbl: არუმინულ

source: Arvanitika
bbl: არვანიტიკ

source: Asheninka Perene
bbl: აშენინკა პერენე მოტტ

source: Asheninka South Ucayali
bbl: აშენინკა წეშ სამხრეთ უკაიალი მოტტ

source: Ask about a new language
bbl: წი́ნ მოტტ ლა́ტბარ დაკლე́ვადარ

source: Ask About Bilingual Contexts
bbl: შეკითხვი ჲალ'ათ შინმატტლიჩო̆ შინაა́რსევ

source: Ask for codeswitching or request translation
bbl: ცო კლე́ვადოლო̆ ჴე́ჩო̆ მატტმაქ დო́ტარ, ლე თა́რგმნადარ

source: Ask for Direct Quotes or Reenactments
bbl: დაკლე́ვადებათ ალ'ინო̆ შაწლოღეშ უჲშტაჸ ა́ლ'არ, ლე ო́ჴუხ თარლ'უშ ა́ლ'არ

source: Ask Mozilla to share your events
bbl: ვაშარ დაჲხჩე ლა́ტჲებათ Mozilla

source: Ask sensitive questions
bbl: ცო ჲე́წე̆ ხილ'აჼ ჰა́მენაჲნო̆ ჭირვენ́ე́ თხილლაჲნი̆ ხაჲსათ ჲაჲნი̆ შეკითხვი

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
bbl: უმ ხატტანაჲნო ები ჴმარბადებათ:<matrixLink>Matrix</matrixLink><discourseLink>Discourse ლე მა <emailLink>ელფოსტ</emailLink>

source: As of Common Voice 23.0, all Common Voice datasets are exclusively available for download through Mozilla Data Collective! This page serves as a historical archive for past versions of Mozilla Common Voice datasets. Archive releases should only be used in specific research scenarios, not for training, to respect the wishes of those who have requested that their contributions be excluded.
bbl: Common Voice 23.0 ვე́რსიელეჼ ვო́მაჸ Common Voice-ეჼ კრე́ბული ატტაჲში̆ ქოჴა́ბტლაჲნი̆ და აჰ̦ო̆ დჵო́ფანაჲნო̆ Mozilla Data Collective-ევ! ე სა́იტ და Mozilla Common Voice-ეჼ კრე́ბულაჼ თიშიჩო̆ ვე́რსიიშნაჼ ისტო́რიულ ა́რქივ. ა́რქივეჼ მონაცე́მი დაჩოკ კონკრეტულ კვლევა́ხ ჴმა́რბადარ შაძლე́ბალა, ტრე́ნინგინაჲნო̆ მა - ცო, და́ხაჸ მე́ ა́ნგრიშ ჲე́წე̆ ო́წჲალაჼ ო ნა́ხნ, მე́ნხუჲჩუჲშვა́ჲ ლო́ჸდიეჼ შუიჼ ჩუდაჰ̦რი გამორიცხოდარ.

source: Assamese
bbl: ასამბაჼ მოტტ

source: Assume you know the language of every word – tag based on usage.
bbl: ცოღაზეჼ ხილ'ო̆ დაკლავარ, მე́ ვო́მაჸ დოშ ხაწ შუჼ - მოჰ̦ე́ ჴმარბალაჲცი̆, უჲშტი̆ მონიშნოდებათ.

source: Asturian
bbl: ასტურიულ

source: Atayal
bbl: ატაიალბაჼ მოტტ

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
bbl: ნაწე́რეჼ სახ ჲალინჩოვ ღაზიშაჭ დე́წ გუდა́ჴაჼ ცჰ̦აცა-ცჰ̦აცა́ დოშაე́ ა́მბუჲ ჲოშ ჴმა́რბადიენო̆ მატტიჼ ცო ჲაჲნი̆ ბგე́რია́ჲ, მენხუჲა́ ა́ლ'ინც ა́მბუჲ ჲოჩოვ, შაწლოღეშ ა́ლ'ინო̆ ხილ'ჩეჰ̦ა́.

source: Attention!
bbl: თხილუშ ხილ'ათ!

source: Audio Format
bbl: იშეჼ ფორმატ

source: Automotive and Transport
bbl: მა́შინეჲშაჲ, ტრანსპორტა́ჲ

source: Avatar
bbl: გამოსა́ხულებ

source: Avatar uploaded
bbl: სურათ ჰ̦ალო̆ ჲა ჲჵო́ფინო̆ (ატვირთოდჲიენო̆)

source: Average
bbl: საშუალო̆

source: A voice clip is marked "valid" when a user gives it a Yes vote.
bbl: იშ ჲეჲნი̆ ჩანაწერ ნიფსიჩოღ მონიშნოლა, ჴმა́რბადუჲნჩოჼ შეფა́სებ ღაზეჼ ხილ'ჩე

source: Avoid hateful, inflammatory or otherwise offensive speech
bbl: ცადლიბათ მე́ შუჼ ა́მბუჲ ცო ხილ'ულო̆ ჰ̦ა́მენ დოკლაწდუჲნი̆, მე́მნი ქოთთდუჲნი̆, ლა́ნძღოლაჲნი̆,

source: Avoid too much background noise - it should be easy to hear you.
bbl: ცადლიბათ სოუბო̆ თათნი მა ხილ'ა́ლო̆ - შუჼ ი́შ ღაზი́შ ჲე́წ ხაწაჼ

source: Awards
bbl: ჯილდუჲ

source: A word or sequence of words that cannot be understood.
bbl: ჴენაჸ დოშ ლე დაშნი, მენხუ́ ატტაჲშ ცო რჩე́ვალა.

source: Azerbaijani
bbl: თათრულ

source: Baatonum
bbl: ბაატონუმ

source: Baba Malay
bbl: ბაბა-მალაურ

source: Back
bbl: ჰა́თხრელუჼ

source: Background Noise
bbl: გო́გეხ ჲაჲნი̆ ქოდაშლადუჲნი̆ თათაჼ

source: Background Voices
bbl: ჴე́ჩუჲშვ ა́მბუჲ ჲარ ხაწ-ე́ ქო და́შლადო

source: Back to Top
bbl: ქო́რთიხაჸ დე́რწარ

source: Bafia
bbl: ბაფია-მოტტ

source: Bafut
bbl: ბაფუტ

source: Bahasa Malay
bbl: ბაჰასა მალაურ

source: Bakoko
bbl: ბაკოკო მოტტ

source: Balochi
bbl: ბელუჯ

source: Balti
bbl: ბალტი მოტტ

source: Bambara
bbl: ბამბარა

source: Bamun
bbl: ბამუნი მოტტ

source: Bamvele
bbl: ბამველე მოტტ

source: Bankon
bbl: ბანკოჼ

source: Baoule
bbl: ბაულე მოტტ

source: Basaa
bbl: ბასა მოტტ

source: Bashkir
bbl: ბაშკირაჼ მოტტ

source: Basque
bbl: ბასკურ

source: Batanga
bbl: ბატანგა

source: Bateri
bbl: ბატერი მოტტ

source: Be Careful with Lookalikes
bbl: დაკრეშ ო́თთათ იშტუჩ დაშნინ

source: Be careful with lookalike words
bbl: დაკრეშ დაყყდებათ იშტუჼ დაშნი

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
bbl: თხილლიბათ ჩანაწე́რეხ უარ ლე́ვდოშ, მაცმე́ დოშ ნიფს ცო ლე́ვლა, მახვილ ჴეჩო̆ მათთა ლე́ვიშ, ლე კითხვნიშნეჼ ინტონა́ციეწიჼ დოშ ლე́ვდოშ. ცო და ბეკხე́თლეჲნი̆, მე ცჰ̦ეჲნ მატტლო მელ'მი ინტონაცია́ ა́რსბალა́ლო̆, მე́ნხუჲა́ჲ შუჼ ცო ხაწენდა ო ნა́ხლო, ჰ̦ანცინა́ ურთიე́რთობ ჲა შუგო.

source: Become a Common Voice Partner
bbl: თაგლიბ Common Voice-ეჼ წევრ (ცჰ̦ა́ღქესალაჲნი̆)

source: Be easy to understand and respond to
bbl: შა́რეშ ხაჸლაჲნი̆ე́ ატტაჲში̆ პა́სუხ ლუჲნი̆

source: Be generally relevant
bbl: ზორაჲში̆ ჰ̦ა́მინაჲნოჸ

source: Belarusian
bbl: ბელარუსულ

source: Benefits
bbl: უპირატესბი

source: Bengali
bbl: ბენგალბაჼ მოტტ

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
bbl: [ენის მატარებელთა გარკვეული კატეგორია ზ ბგერის ნაცვლად სიტყვაში "ზორაჲშ" ამბობს ჟ ბგერას]

source: Betawi
bbl: ბეტავი მოტტ

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
bbl: ა́ნგრიშ ო́წო̆ ო́შტუჩო̆ ჰ̦ა́მინაჲნოჸ ჲაბწინჩო̆ გა́რემოება́ხ, მუჲლნე́ ჲაჲცი̆ მატტიშ ვაშა́ხ ხე́რცარე́, <mark> კო́დი გადა́რთოდარ</mark>

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
bbl: ჰ̦ალო̆ ღაზარჲო ფელე́ცარ ო́შტუჩო̆ მატტიშნ, მე́ნხუჲჩუჲშგოჰ̦ა́ ლე ცო ჲა, ლე მა́ ზორაში̆ კაწკოჼ ჲა <mark>მატტიჼ კო́რპუს</mark> (მუჲლნე́ ჲაჲცი̆: მატტიჼ ჴენჴე́ნი კილუჲ, ჴეჩჴეჩო̆ ყურა́ჼ მეტყვე́ლებ, ო́ჴრიჼ ნაირსა́ხეობი, დამწე́რლობეწიჼ მატტიშ...).

source: Bodo
bbl: ბოდო მოტტ

source: <bold>Avoid switching if you normally do it.</bold> It’s fine to switch mid-sentence, mid-thought, or just for one word.
bbl: <bold>ცო დე́წე̆ მატტიშ ხე́რცარ არიდბადალაჼ იშტ ჲოჰ̦ი́შ ა́მბუჲ.</bold> ცო́მ შა́ბალა ა́მბუჲ ჲოშ წინადა́დებ ჲუყე შილღეჩო̆ მატტავ ლე დაშნივ დაჰ̦ დო́ლდელჩეჰ̦აჲში̆.

source: <bold>Civil society and researchers</bold> - create, host and share impactful datasets for free
bbl: <bold> სამოქა́ლაქო̆ საზო́გადოებია́, მკვლე́ვრია́ </bold> - ღაზენჭ კრე́ბული შე́ქმნადჲარევ, განთა́ვსბევე́ საზია́რო̆ თაგჲარევ - ტათბუწიჼ

source: <bold>“Correct” your language.</bold> This isn’t a test. “Proper” form doesn’t matter here, natural language does.
bbl: <bold>მა ცადდოთ შუჼ მოტტ "ნიფსბაჼ". </bold> ე გამო́ცდ ცო ჲა, საჭირო̆ დოშაკ ცო დე́წე̆ ხილ'აჼ, ბუნებრივ ა́მბუჲ ჲარ და საჭირო̆.

source: <bold>Currently, there are no API credentials associated with your account.</bold>
bbl: <bold> ინც შუჼ API მო́წმობ ცო ჲა დაკაჲვშრებადჲაჲლნო̆ შუ აჲნგრიშეციჼ.</bold>

source: <bold>Force switching if it’s not natural.</bold> Only switch if that’s how you would naturally talk in that situation.
bbl: <bold>მა́რგვითა́ლაჸ მა ხა́რცბოთ მოტტ</bold> დაჩო ეჰ̦ა́თ ხა́რცბარ მაკ შუჼ, შუგო ე ჴელ ბა́ჰ̦.

source: <bold>Help us</bold> find more voices
bbl: <bold> ლატათ თხოჼ </bold> ა́ში́რ ლე́ხოშ

source: <bold>If you value open, inclusive data - donate today!</bold>
bbl: <bold>მა́ხლიჩო̆ სტე́მეღ ლერ'ლოჰ̦ი́შ ნჺაჲნ-ე́ დუჴნა́ჲრეჼ მონაცე́მი - ეჰ̦ა́თ ფლო́ქო̆/შემოწირულობ ინცაჸ ლიბათ თხოჼ!</bold>

source: <bold>Important Notice: API Credentials Generation</bold>
bbl: <bold> API მო́წმობ შედგენადარ

source: <bold>Include direct quotes or dialogue.</bold> Say exactly what someone said, not a cleaned-up or formal version. Example:
bbl: <bold>დოშ დაშახ და́წუშ ა́ლ'ათ ჴე́ჩუ́ჲშვ ა́ლ'ინო̆.</bold>ნიფს უჲშტი̆ ა́ლ'ათე́ მა ცადლათ მე́ ჰ̦ალო̆ ნიფსდოლუ́ჲში̆, მუჲლნე́ დაჲცი̆:

source: <bold>Interjections.</bold> Interjections and filler words, regardless of language, should remain <bold>untagged.</bold> Examples:
bbl: <bold>შორისდებული.</bold>შორისდებულია́ ნაწილაკია́ დე́წე̆ დისაჼ მატტაგ ცო ჰა́ჭუშ<bold>ჭადნიწიჼ. </bold>მუჲლნე́ დაჲცი̆:

source: <bold>Mixed or Morphologically-Adapted Words.</bold> Do not tag words that blend languages or have added endings from another language. Examples:
bbl: <bold>მატტლო ჩუ დახენო̆ დაშნი</bold> მა მონიშნოდოთ მელ'მი მატტლო დაჲნი̆ დაშნი, ლე ჴეჩო́ მატტიჼ ბო́ლო̆ ბაჰ̦, მუჲლნე́ დაჲცი̆:

source: <bold>Offensive content or sensitive information</bold>
bbl: <bold>ჴა́რტაჼ ე́ვდუჲნი̆ მა́სალი ლე თხილლაჲნი̆ მონაცე́მი</bold>

source: <bold>Philanthropy</bold> - sponsor dataset creation to fuel local innovation and development
bbl: <bold> ქველმოქმე́დივ </bold> - მონაცემაჼ კრე́ბული დაფინა́ნსებადოშ წი́ნ მიღწე́ვი აჲდგლე დანე́რგვ-განვითა́რბენაჲნო̆

source: <bold>Proper Names.</bold> Names of people, places, and organisations should not be tagged. Examples:
bbl: <bold>ა́დმენაჼ წარიშ</bold>ნა́ხიჼ, აჲდგლა́ჼ, დაწესებულება́ჼ წარიშ ცო დე́წე̆ მონიშნოდალაჼ. მუჲლნე́ დაჲცი̆:

source: <bold>Reflect emotion, identity, and context.</bold> Switching usually happens when people express emotion, urgency, or cultural ideas. Lean into these when answering questions.
bbl: <bold>ცადლიბათ, მე ხილ'ულო̆ გა́ნცდი, ე ნახიჼ და́ხილა, გრძნო́ბი.</bold> მატტიშ ვაშა́ხ ე́გდარ ხშირუჼ და მაცმე́ ეროვნულ ამბო́ხ დე́ფცუჲცი̆ უნა́ხში. იშტუჼ თე́მი დუჴ ხილ'ალ პაჲსხი თე́ლ'ოშ.

source: <bold>Save Your Keys Securely</bold>
bbl: გა́გბებათ გასაღებ ლაჭყუჩო̆ აჲდგლე.

source: <bold>Speak how you would with friends or family.</bold> If you mix languages in real life, do the same here. Example:
bbl: <bold>ა́მბუჲ ჲებათ უჲშტი̆, მოჰ̦ე́ ნა́ყბისტიციჼ, ლე შუ ო́ჯხე </bold>ჲუჲცაჲში̆, მელ'მი მოტტ რე́ვადბოჰ̦ი́შ ვაშა́ჩუ, ინცა́ უჲშტი̆ დებათ, მუჲლნე́ დაჲცი̆:

source: <bold>Speak like you’re writing formally.</bold> Avoid formal, academic answers. Keep it conversational.
bbl: <bold>მა ჲოთ ა́მბუჲ უჲშტი̆, მოჰ̦ე́ საქმო́ხ წე́რილ წე́რადოშ</bold>ქუჲრთხიჼ და́სტდებათ სტანდარტულ, ხელო́ვნურ, ნიფსდიენო̆ პაჲსხი, ჩურეჼ ა́მბუჲ ჲარ თო́ლდებათ.
